tap "homebrew/bundle"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "khanhas/tap"
brew "docker"
brew "gcc"
brew "gh"
brew "luarocks"
brew "neovim"
brew "rust"
brew "rust-analyzer"
brew "tree"
brew "python@3.10"
brew "automake"
brew "bat"
brew "gettext"
brew "python@3.9"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "ctags"
brew "openldap"
brew "docker", link: false
brew "efm-langserver"
brew "gobject-introspection"
brew "libtool"
brew "fontforge"
brew "unixodbc"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "htop"
brew "httpie"
brew "jq"
brew "libproxy"
brew "llvm"
brew "lua"
brew "luv"
brew "mkcert"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "node", link: false
brew "opam"
brew "pandoc"
brew "php"
brew "postgresql"
brew "pure"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
